{
	"psychologist":[
		{
			"name":"B. F. SKINNER",
			"url":"https://upload.wikimedia.org/wikipedia/commons/3/3f/B.F._Skinner_at_Harvard_circa_1950.jpg",
			"description":"B.F. Skinner's staunch behaviorism made him a dominating force in psychology and therapy techniques based on his theories are still used extensively today, including behavior modification and token economies. Skinner is remembered for his concepts of operant conditioning and schedules of reinforcement. ",
			"biographie":"Skinner naît en 1904 en Pennsylvanie aux États-Unis. Après avoir obtenu une licence de littérature anglaise au Hamilton College en 1926, il commence des études à l'université Harvard, où il obtient un doctorat de psychologie en 1931. Il poursuit des recherches à Harvard jusqu'en 19362. Après avoir enseigné à Harvard et à l'université du Minnesota, Skinner devient le directeur du laboratoire de psychologie à l'université de l'Indiana en 1945. Il retourne en 1948 à Harvard et y poursuit sa carrière jusqu'à sa retraite académique en 1974. Il meurt de la leucémie le 18 août 1990. Il est enterré au cimetière de Mount Auburn de Cambridge.",
			"dates":"1904-1990",
			"contain":"unknown"
		},
		{
			"name":"Jean PIAGET",
			"url":"https://upload.wikimedia.org/wikipedia/commons/6/67/Jean_Piaget_in_Ann_Arbor.png",
			"description":"Jean Piaget's theory of cognitive development had a profound influence on psychology, especially the understanding of children's intellectual growth. His research contributed to the growth of developmental psychology, cognitive psychology, genetic epistemology, and education reform. Albert Einstein once described Piaget's observations on children's intellectual growth and thought processes as a discovery 'so simple that only a genius could have thought of it.' ",
			"biographie":"Il est le fils aîné d'Arthur Piaget (1865-1952), professeur de littérature médiévale, et de la française Rebecca Jackson2 (1872-1942), fille de William Fritz Jackson (petit-fils de James Jackson). À l'âge de onze ans, Jean Piaget, élève au collège latin de Neuchâtel, écrit un court commentaire sur un moineau albinos aperçu dans un parc. Ce bref article est considéré comme le point de départ de sa carrière scientifiquen 1, illustrée par une soixantaine de livres et plusieurs centaines d'articles. À la même époque, il présente plusieurs travaux dans le cadre des conférences organisées par et pour le Club des jeunes amis de la nature, société d'étudiants fondée par, entre autres futurs savants, Pierre Bovet (cette société deviendra par la suite Amici Naturae). Son intérêt pour les mollusques se développe après l'adolescence. Il deviendra un malacologiste renommé dès la fin de ses études secondaires. Piaget publiera de nombreux articles dans ce domaine, et continuera à s'y intéresser toute sa vie. Après sa maturité, il s'inscrit à la faculté des sciences de l'université de Neuchâtel, où il obtient en 1921 un doctorat ès sciences sur la malacologie valaisanne. Pendant cette période, il publie deux livres à contenu philosophique (La mission de l'idée et Recherche), qu'il qualifiera plus tard d'écrits d'adolescence mais qui seront déterminants pour l'évolution de sa penséen 2 (réflexions en partie en rupture avec les théories de l'évolution, avec la culture religieuse de sa famille et à ce que lui inspire la Première Guerre mondiale). Après un semestre passé à Zurich, où il s'initie à la psychanalyse (travail qu'il conduira avec Sabina Spielrein, avec laquelle il fera une analyse), il part pour une année à Paris, où il travaille au laboratoire d'Alfred Binet. Cette période lui permet d'étudier les processus du développement de l'intelligence. Portrait de groupe avec Pierre Bovet (au premier plan à gauche, avec une grande barbe) et Jean Piaget (au premier plan à droite, avec les lunettes), devant la porte de l’Institut Jean-Jacques Rousseau à Genève en 1925. En 1921, il est appelé par Édouard Claparède et Pierre Bovet à l'Institut Jean-Jacques Rousseau de l'université de Genève pour occuper le poste de chef de travaux. En 1923, il épouse Valentine Châtenay (1899-1983)n 3 dont il aura trois enfants, sur lesquels il étudiera le développement de l'intelligence, de la naissance au langage. Il sera successivement professeur de psychologie, de sociologie, de philosophie des sciences à l'université de Neuchâtel (1925 à 1929), professeur d'histoire de la pensée scientifique à l'université de Genève de 1929 à 1939, directeur du Bureau international d'Éducation (BIE) de 1929 à 1967, professeur de psychologie et de sociologie à l'université de Lausanne de 1938 à 1951, professeur de sociologie à l'université de Genève de 1939 à 1952, puis professeur de psychologie expérimentale de 1940 à 1971. Il participe en 1928 au premier cours universitaire de Davos, avec de nombreux intellectuels français et allemands. Il a été le seul professeur suisse à être invité à enseigner à la Sorbonne, de 1952 à 1963. Il fonde en 1955 le Centre international d'épistémologie génétique, qu'il dirige jusqu'à sa mort. Dans ce centre travaillent d'éminents psychologues et neuropsychologues français, ainsi, François Bresson. Ses travaux en psychologie génétique et en épistémologie visent à répondre à la question fondamentale de la construction des connaissances. À travers les différentes recherches qu'il a menées en étudiant la logique de l'enfant, il a pu mettre en évidence, d'une part, que celle-ci se construit progressivement, en suivant ses propres lois, et d'autre part, qu'elle évolue tout au long de la vie, en passant par différentes étapes caractéristiques avant d'atteindre le niveau de l'adulte. La contribution essentielle de Piaget à la connaissance a été de montrer que l'enfant a des modes de pensée spécifiques qui le distinguent entièrement de l'adulte. L'œuvre de Piaget est diffusée dans le monde entier et continue à inspirer, aujourd'hui encore, des travaux dans des domaines aussi variés que la psychologie, la sociologie, l'éducation, l'épistémologie, l'économie et le droit, comme en témoignent les Catalogues annuels publiés par la Fondation Archives Jean Piaget. Il a obtenu plus de trente doctorats honoris causa de différentes universités à travers le monde, le Prix Balzan pour les sciences sociales et politiques (1979) et d'autres nombreux prix. Parallèlement à ses nombreuses obligations universitaires à Genève, Lausanne et Paris, Piaget assume la direction du Bureau international d’éducation pendant 39 ans (1929-1968). Sous sa direction, la vocation du BIE consiste à promouvoir la compréhension entre les peuples par delà les nationalismes et les idéologies politiques. Pour atteindre sa finalité pacifiste, le BIE mise sur l’éducation de la jeunesse, la formation des enseignants et le dialogue entre Ministres de l’Instruction publique des pays membres. Cette dimension militante de Piaget s’accompagne de conférences sur l’éducation, écrits injustement oubliés que Constantin Xypas a réédités sous le titre : Jean Piaget, L’éducation morale à l’école. De l’éducation du citoyen à l’éducation internationale (Anthropos, 1997). Ce livre vient compléter les textes moins engagés que le « Maître » a lui-même réédités dans Psychologie et pédagogie (Médiations, 1969) et Où va l’éducation ? (Médiations, 1972). Ces trois recueils sont loin d’épuiser la pensée éducative de Piaget, comme le démontre Xypas dans son Piaget et l’éducation (PUF, 1997), où il présente l’ensemble des écrits concernant à des degrés divers l’éducation. Échelonnés entre 1930 et 1976, ils embrassent trois champs : le premier par ordre d’apparition et de volume concerne l’éducation de la personne (construction d’une personnalité autonome, éducation à la liberté intellectuelle et morale, socialisation, éducation morale, citoyenneté, pacifisme et compréhension internationale) ; le deuxième porte sur l’école notamment, la pédagogie active, la relation maître-élève, les sanctions et les récompenses dans la classe et la formation des enseignants ; le troisième concerne l’éducation mathématique, l’éducation scientifique, l’éducation artistique, l’enseignement de l’histoire, l’enseignement des langues vivantes.",
			"dates":"1896-1980",
			"contain":"unknown"
		},
		{
			"name":"Sigmund FREUD",
			"url":"https://www.verywellmind.com/thmb/Zd8qzxwFX0-EqpGzRqOWFbkFeGo=/3251x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/GettyImages-56466198-56a797d55f9b58b7d0ebf910.jpg",
			"description":"When people think of psychology, many tend to think of Sigmund Freud. His work supported the belief that not all mental illnesses have physiological causes and he also offered evidence that cultural differences have an impact on psychology and behavior. His work and writings contributed to our understanding of personality, clinical psychology, human development, and abnormal psychology.",
			"biographie":"Sigmund Freud (prononciation allemande : [ˈziːkmʊnt ˈfʁɔʏt] ; prononciation française [fʁøːd] ou [fʁœjd]), né Sigismund Schlomo Freud le 6 mai 1856 à Freiberg (Autriche) (actuelle République tchèque) et mort le 23 septembre 1939 à Londres, est un neurologue autrichien, fondateur de la psychanalyse. Médecin viennois, Freud rencontre plusieurs personnalités importantes pour le développement de la psychanalyse, dont il est le principal théoricien. Son amitié avec Wilhelm Fliess, sa collaboration avec Josef Breuer, l'influence de Jean-Martin Charcot et des théories sur l'hypnose de l'École de la Salpêtrière vont le conduire à repenser les processus psychiques. Ses deux grandes découvertes sont la sexualité infantile et l'inconscient. Elles le conduiront à élaborer plusieurs théorisations des instances psychiques, en premier lieu avec les concepts d'inconscient, de rêve et de névrose, puis il proposera une technique de thérapie, la cure psychanalytique, qu'il définit pour la première fois en 19042. C'est dans le cadre de la cure, dès les Études sur l'hystérie, et particulièrement dans sa première analyse du « cas Dora », que Freud découvre peu à peu l'importance du transfert. Freud regroupe une génération de psychothérapeutes qui, peu à peu, élaborent la psychanalyse, d'abord en Autriche, en Suisse, à Berlin, puis à Paris, Londres et aux États-Unis. En dépit des scissions internes et des critiques, la psychanalyse s'installe comme une nouvelle discipline des sciences humaines dès 1920. En 1938, Freud, menacé par le régime nazi, quitte Vienne pour s'exiler à Londres, où il meurt d'un cancer de la mâchoire en 1939. Le terme de « psycho-analyse » apparaît pour la première fois en 1896 dans un article écrit en français, publié dans cette langue le 30 mars 1896, puis en allemand le 15 mai 1896. Mais « les deux articles furent expédiés le même jour », le 5 février 18963. La psychanalyse repose sur plusieurs hypothèses et concepts élaborés ou repris par Freud. « Ce qui caractérise la psychanalyse, en tant que science, c’est moins la matière sur laquelle elle travaille, que la technique dont elle se sert »4. La technique de la cure, dès 1898 sous la forme de la méthode cathartique, avec Josef Breuer, puis le développement de la cure analytique, est le principal apport de la psychanalyse. L'hypothèse de l'inconscient approfondit la théorisation du psychisme. D'autres concepts vont, peu à peu, développer et complexifier la théorie psychanalytique, à la fois science de l'inconscient et savoir sur les processus psychiques et thérapeutiques.",
			"dates":"1856-1939",
			"contain":"unknown"
		},
		{
			"name":"Albert BANDURA",
			"url":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Albert_Bandura_Psychologist.jpg/800px-Albert_Bandura_Psychologist.jpg",
			"description":"Albert Bandura's work is considered part of the cognitive revolution in psychology that began in the late 1960s. His social learning theory stressed the importance of observational learning, imitation, and modeling.'Learning would be exceedingly laborious, not to mention hazardous, if people had to rely solely on the effects of their own actions to inform them what to do,' Bandura explained in his 1977 book ​'Social Learning Theory.'",
			"biographie":"Albert Bandura, O.C. (né le 4 décembre 1925 à Mundare) est un psychologue canadien et professeur émérite de psychologie à l'université Stanford. Précurseur du courant de la psychologie sociale en Amérique du Nord, considéré comme l'un des chercheurs en psychologie les plus influents du xxe siècle, selon l'étude officielle Review of General Psychology (2002), il est connu pour sa théorie de l'apprentissage social, qu'il a renommée théorie sociale cognitive en 1986, et les concepts relatifs à cette théorie en particulier le concept d'auto-efficacité (self-efficacy).",
			"dates":"1925-",
			"contain":"Bandura, A., & Walters, R. H., Adolescent aggression, New York: Ronald Press, 1959. %0d Bandura, A., & Walters, R. H., Social learning and personality development, New York: Holt, Rinehart & Winston, 1963. \n Bandura, A. Principles of behavior modification, New York: Holt, Rinehart & Winston, 1969. Bandura, A. (dir), Psychological modeling: Conflicting theories, Chicago: Aldine-Atherton Press, 1971. Bandura, A., Aggression: social learning analysis, Englewood Cliffs, N.J.: Prentice-Hall, 1973. Bandura, A., Social learning theory, Englewood Cliffs, N.J.: Prentice-Hall, 1977. Bandura, A., Social foundations of thought and action: A social cognitive theory, Englewood Cliffs, N.J.: Prentice-Hall, 1986. Bandura, A., (dir), Self-efficacy in changing societies, New York: Cambridge University Press, 1995. Bandura, A., Self-efficacy: The exercise of control, New York: Freeman, 1997. Nouvelle édition en 2002 Bandura, A., (trad. Jacques Lecomte), Auto-efficacité : Le sentiment d'efficacité personnelle ['Self-efficacy'], Paris, De Boeck, 2007, 2e éd. (1re éd. 2003) (ISBN 9782804155049). Bandura, A., Polydoro, R., Azzi, R. (dir), Teoria social cognitiva: Conceitor básicos (Social cognitive theory: Basic concepts), Porta Allegre, Brasil: ARTMED Editors S/A, 2008." 
		},
		{
			"name":"Leon FESTINGER",
			"url":"https://pbs.twimg.com/profile_images/847146756450275332/Kn5BUVm__400x400.jpg",
			"description":"Leon Festinger developed the theories of cognitive dissonance and social comparison. Cognitive dissonance is the state of discomfort you feel when you hold two conflicting beliefs. You may smoke even though you know it is bad for your health. His social comparison theory says that you evaluate your ideas by comparing them with what other people believe. You are also more likely to seek out other people who share your beliefs and values.",
			"biographie":"Né à Brooklyn (New York) dans une famille juive d'origine russe, Leon Festinger obtient un bachelor's degree du City College of New York en 1939. Il intègre l'université d'État de l'Iowa, où enseigne Kurt Lewin. Festinger y obtient un master's degree, puis un doctorat en 1942. Après la Seconde Guerre mondiale, Festinger entre au Massachusetts Institute of Technology (MIT), où Lewin a fondé le Research Center for Group Dynamics. En 1948, après la mort de son mentor, le centre de recherches est transféré à l'université du Michigan. Festinger travaille à l'université du Minnesota à partir de 1951. Il enseigne à l'université Stanford de 1955 à 1968, puis à la New School for Social Research de 1968 à sa mort. Leon Festinger est notamment l'auteur de la théorie de la dissonance cognitive (A Theory of Cognitive Dissonance, 1957) par laquelle il tente d'expliquer comment l'être humain gère les tensions engendrées par des éléments incompatibles. Leon Festinger est également l'auteur de la théorie des processus de comparaison sociale. Dans cet article, Festinger présente un certain nombre d'hypothèses qui orienteront les recherches dans ce domaine pendant des décennies. Festinger est membre de l'Académie nationale des sciences (NAS), de l'Association américaine pour l'avancement des sciences (AAAS), de la Society of Experimental Psychologists (en) (SEP) et de la Society of Experimental Social Psychology (en) (SESP). En 1959, la Société américaine de psychologie lui décerne l'APA Award for Distinguished Scientific Contributions to Psychology (en).",
			"dates":"1919-1989",
			"contain":"unknown"
		},
		{
			"name":"William JAMES",
			"url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/William_James_b1842c.jpg/468px-William_James_b1842c.jpg",
			"description":"Psychologist and philosopher William James is often referred to as the father of American psychology. His 1200-page text, 'The Principles of Psychology,' became a classic on the subject and his teachings and writings helped establish psychology as a science. In addition, James contributed to functionalism, pragmatism, and influenced many students of psychology during his 35-year teaching career.",
			"biographie":"William James (né le 11 janvier 1842 à New York, mort le 26 août 1910 à Chocorua dans le New Hampshire) est un psychologue et philosophe américain, fils d'Henry James Sr., le disciple de Swedenborg, et frère aîné d'Henry James, romancier célèbre. James est un des membres les plus éminents de la génération de penseurs qui ont contribué à donner à la pensée américaine sa propre tonalité. Il est non seulement un des fondateurs du pragmatisme mais également de la philosophie analytique. William James est souvent présenté comme le fondateur de la psychologie en Amérique. Son premier grand livre, publié en 1890, est intitulé The Principles of Psychology (Les principes de psychologie). Ce livre présente une psychologie basée sur l'évolutionnisme et axée sur la réflexion philosophique. La théorie de la signification constitue le cœur du pragmatisme de James. Pour lui, il est inutile et vain de tenter de se focaliser sur les définitions abstraites. Pour comprendre un énoncé, il faut en étudier les conséquences, les soumettre à expérience pour tester leur vérité, prise au sens d'adéquation à la réalité. James accorde une place importante à la croyance, c'est-à-dire à des hypothèses qu'on va chercher à tester pour vérifier leur vérité. Pour lui, les croyances ont un effet d'entraînement. En conséquence, ce qui intéresse James dans la religion, ce n'est pas la doctrine en elle-même mais les conséquences pratiques de la croyance en cette doctrine. Un autre point important chez James est la notion de 'tempérament'. Pour lui, les tempéraments doux vont vers l'idéalisme tandis que les esprits forts sont plus matérialistes, plus tournés vers la nouveauté, le risque. Si James reproche aux matérialistes leur manque de spiritualité et si, pour lui, un pragmatiste est plutôt doté d'un tempérament médian, il n'en demeure pas moins que pour lui, la nouveauté et l'imagination sont importantes. Sa théorie de l'histoire n'est pas celle des lois éternelles de la nature mais celle qui est faite par les hommes, notamment par les grands hommes. De même ce qui est important dans la liberté, pour lui, c'est la possibilité de faire du nouveau, du non nécessaire. Dans sa conception, l'homme coopère avec Dieu pour créer un monde en évolution permanente.",
			"dates":"1842-1910",
			"contain":"unknown"
		},
		{
			"name":"Ivan PAVLOV",
			"url":"https://www.verywellmind.com/thmb/QSe_0KUVW3EZBA4V2osZz9DrkX8=/2965x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/GettyImages-3317083-56a797d83df78cf772976dbc.jpg",
			"description":"Ivan Pavlov was a Russian physiologist whose research on conditioned reflexes and classical conditioning influenced the rise of behaviorism in psychology. Pavlov's experimental methods helped move psychology away from introspection and subjective assessments to objective measurement of behavior.",
			"biographie":"Un point intéressant, c'est que l'expression de Pavlov « réflexe conditionnel » (« условный рефлекс ») a été mal traduite du russe en 'réflexe conditionné', et d'autres scientifiques en lisant ses travaux ont conclu que, comme de tels réflexes étaient conditionnés, ils devaient avoir été produits par un processus appelé conditionnement. Comme le travail de Pavlov a été surtout connu à l'Ouest par les écrits de John B. Watson, l'idée de 'conditionnement' en tant que forme automatique d'apprentissage est devenue un concept clé dans la psychologie comparative qui se développait et l'approche générale de la psychologie qui la sous-tendait : le béhaviorisme. Bertrand Russell était un avocat passionné de l'importance du travail de Pavlov pour la philosophie de l'esprit. Les travaux de Pavlov sur les réflexes conditionnels ont eu une grande influence non seulement sur la science, mais également sur la culture populaire. On utilise souvent l'expression 'chien de Pavlov' pour décrire quelqu'un qui réagit de façon instinctive à une situation, plutôt que d'utiliser son esprit critique. Le conditionnement pavlovien était un thème important dans les romans dystopiques d'Aldous Huxley, Le Meilleur des mondes et d'Orwell, 1984 (« Minute de la Haine », « Langage automatique »), ainsi que dans le livre L'Orange mécanique d'Anthony Burgess où le protagoniste est conditionné pour réagir de manière négative à la violence et au sexe. Ses travaux ont également été repris par divers obstétriciens européens (Fernand Lamaze, Grantly Dick Read) et leur ont permis de mettre au point les premières méthodes de préparation à la naissance dans le but de permettre aux femmes d'accoucher sans douleur (réflexes conditionnés de respirations adaptées aux contractions lors du travail). On croit généralement que Pavlov faisait toujours savoir que les aliments allaient arriver en appuyant sur une sonnette. Pourtant, ses écrits témoignent qu'il utilisait une large variété de stimuli, y compris des sifflets, des métronomes, des diapasons qu'il faisait résonner, en plus des stimuli visuels habituels. Quand, au cours des années 1990, il est devenu plus facile pour les scientifiques occidentaux de visiter le laboratoire de Pavlov, ils n'y ont pas découvert la moindre trace de cloche. Pavlov, grâce à ses recherches novatrices sur le conditionnement, et plus spécifiquement sur le conditionnement classique, est considéré comme l'un des fondateurs de la psychologie soviétique moderne.",
			"dates":"1849-1936",
			"contain":"unknown"
		},
		{
			"name":"Erik ERIKSON",
			"url":"https://www.verywellmind.com/thmb/FxOQNazd5r5qU8Fg1Qt7_4J56jQ=/4395x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/portrait-of-dr--erik-h--erikson-515289300-5988c878d088c00011975625.jpg",
			"description":"Erik Erikson's stage theory of psychosocial development helped create interest and research on human development through the lifespan. An ego psychologist who studied with Anna Freud, Erikson expanded psychoanalytic theory by exploring development throughout life, including events of childhood, adulthood, and old age.",
			"biographie":"Erik H. Erikson, est né en Allemagne, d'un père inconnu danois, et d'une mère juive allemande, Karla Abrahamsen, qui l'élève seule durant ses trois premières années. Lorsqu'elle se marie avec Theodor Homberger, pédiatre allemand de Karlsruhe, Erikson prend le nom de Homberger de son beau-père, qu'il modifie lors de sa naturalisation américaine pour s'appeler Erik H. Erikson. Il commence une analyse avec Anna Freud en 1927, et devient analyste d'enfants et membre de la Société psychanalytique de Vienne en 19231. Il travaille à l'école d'Hietzing (quartier de Vienne) fondée par Anna Freud avec Eva Rosenfeld puis Dorothy Burlingham, école inspirée à la fois par la psychanalyse et par la pédagogie nouvelle2, notamment la pédagogie par les projets3. Il est d'origine juive et émigre en 1932 lors de la montée du nazisme en Europe. Il s'installe à Boston, où il exerce comme psychanalyste d'enfants1. Il devint associé à la Harvard Psychological Clinic, tout en poursuivant des recherches à Yale. Il s'installe ensuite à Berkeley, où il fonde la Société psychanalytique de San Francisco. En 1960, il est nommé professeur au Harvard College, qu'il quitte au début des années 1970, pour retourner en Californie, puis revient à Cambridge, en 1987 et enfin s'installe à Harwich au Cap Cod.",
			"dates":"1902-1994",
			"contain":"unknown"
		},
		{
			"name":"Lev VYGOTSKY",
			"url":"https://upload.wikimedia.org/wikipedia/commons/8/8f/Lev_Vygotsky_1896-1934.jpg",
			"description":"Lev Vygotsky was a contemporary of some better-known psychologists including Piaget, Freud, Skinner, and Pavlov, yet his work never achieved the same eminence during his lifetime. This is largely because many of his writing remained inaccessible to the Western world until quite recently. It was during the 1970s that many of his writings were translated from Russian, but his work has become enormously influential in recent decades, particularly in the fields of educational psychology and child development. While his premature death at age 38 put a halt to his work, he went on to become one of the most frequently cited psychologists of the 20th-century.",
			"biographie":"Lev Semionovitch Vygotski (en russe : Лев Семёнович Выго́тский ; en biélorusse : Леў Сямёнавіч Выго́цкі), né le 5 novembre 1896 selon l'ancien calendrier russe à Orcha, dans l'Empire russe (aujourd'hui en Biélorussie) près de Vitebsk et mort le 11 juin 1934 à Moscou, est un pédagogue psychologue biélorusse puis soviétique, connu pour ses recherches en psychologie du développement et sa théorie historico-culturelle du psychisme. Hors de l'Union soviétique, il a été découvert dans les années 1960. C'est un penseur qui a introduit la notion du développement intellectuel de l'enfant comme une fonction des groupes humains plutôt que comme un processus individuel. Ses contributions sont estimées actuellement par les tenants du constructivisme social comme primordiales dans l'évolution de notre compréhension du développement de l'enfant.",
			"dates":"1896-1934",
			"contain":"unknown"
		},
		{
			"name":"Carl Gustav JUNG",
			"url":"https://upload.wikimedia.org/wikipedia/commons/0/00/CGJung.jpg",
			"description":"Carl Gustav Jung was a Swiss psychiatrist and psychoanalyst who founded analytical psychology. Jung's work was influential in the fields of psychiatry, anthropology, archaeology, literature, philosophy, and religious studies. Jung worked as a research scientist at the famous Burghölzli hospital, under Eugen Bleuler. During this time, he came to the attention of Sigmund Freud, the founder of psychoanalysis. The two men conducted a lengthy correspondence and collaborated, for a while, on a joint vision of human psychology. ",
			"biographie":"Carl Gustav Jung (prononciation : /ˈkarl ˈɡʊstaf ˈjʊŋ/ écouter) est un médecin psychiatre suisse né le 26 juillet 1875 à Kesswil (canton de Thurgovie) et mort le 6 juin 1961 à Küsnacht (canton de Zurich), en Suisse alémanique. Fondateur de la psychologie analytique et penseur influent, il est l'auteur de nombreux ouvrages. Son œuvre est liée à la psychanalyse de Sigmund Freud, dont il a été l’un des premiers défenseurs et dont il se sépara par la suite en raison de divergences théoriques et personnelles. Dans ses ouvrages, il mêle réflexions métapsychologiques et pratiques à propos de la cure analytique. Jung a consacré sa vie à la pratique clinique ainsi qu'à l'élaboration de théories psychologiques, mais a aussi exploré d'autres domaines des humanités : depuis l'étude comparative des religions, la philosophie et la sociologie jusqu'à la critique de l'art et de la littérature. Carl Gustav Jung a été un pionnier de la psychologie des profondeurs : il a souligné le lien existant entre la structure de la psyché (c'est-à-dire l''âme', dans le vocabulaire jungien) et ses productions et manifestations culturelles. Il a introduit dans sa méthode des notions de sciences humaines puisées dans des champs de connaissance aussi divers que l'anthropologie, l'alchimie, l'étude des rêves, la mythologie et la religion, ce qui lui a permis d'appréhender la « réalité de l'âme ». Si Jung n'a pas été le premier à étudier les rêves, ses contributions dans ce domaine ont été déterminantes. On lui doit également, entre autres, les concepts d''inconscient collectif', d''archétypes', d''individuation', de 'types psychologiques', de 'complexe', d''imagination active', de 'déterminisme psychique' et de 'synchronicité'.",
			"dates":"1875-1961",
			"contain":"unknown"
		},
		{
			"name":"Carl ROGERS",
			"url":"https://cdn.britannica.com/s:300x300/34/38434-004-065E4D77.jpg",
			"description":"Carl Ransom Rogers was an American psychologist and among the founders of the humanistic approach (or client-centered approach) to psychology. Rogers is widely considered to be one of the founding fathers of psychotherapy research and was honored for his pioneering research with the Award for Distinguished Scientific Contributions by the American Psychological Association (APA) in 1956. The person-centered approach, his own unique approach to understanding personality and human relationships, found wide application in various domains such as psychotherapy and counseling (client-centered therapy), education (student-centered learning), organizations, and other group settings. For his professional work he was bestowed the Award for Distinguished Professional Contributions to Psychology by the APA in 1972. In a study by Steven J. Haggbloom and colleagues using six criteria such as citations and recognition, Rogers was found to be the sixth most eminent psychologist of the 20th century and second, among clinicians, only to Sigmund Freud.",
			"biographie":"Carl Ransom Rogers, né le 8 janvier 1902 à Oak Park (Illinois) et mort le 4 février 1987 à La Jolla (Californie), est un psychologue humaniste américain. Il a principalement œuvré dans les champs de la psychologie clinique, de la psychothérapie, de la relation d'aide (counseling), de la médiation et de l'éducation. Sa méthode met l'accent sur la qualité de la relation entre le thérapeute et le patient (empathie, congruence et considération positive inconditionnelle). Cette approche a été introduite en France sous l'appellation de méthode non-directive dans les années 1950, mais Carl Rogers l'avait déjà dénommée psychothérapie centrée sur le patient (« Client-Centered Therapy ») puis approche centrée sur la personne (« Person-centered Approach »). Une étude publiée en 2002 dans la Review of General Psychology a classé Carl Rogers comme le 6ème psychologue le plus important du xxe siècle.",
			"dates":"1875-1961",
			"contain":"unknown"
		},
		{
			"name":"Wilhelm WUNDT",
			"url":"https://upload.wikimedia.org/wikipedia/commons/5/56/Wilhelm_Wundt.jpg",
			"description":"Wilhelm Maximilian Wundt was a German physician, physiologist, philosopher, and professor, known today as one of the founding figures of modern psychology. Wundt, who noted psychology as a science apart from philosophy and biology, was the first person ever to call himself a psychologist. He is widely regarded as the 'father of experimental psychology'. In 1879, Wundt founded the first formal laboratory for psychological research at the University of Leipzig. This marked psychology as an independent field of study. By creating this laboratory he was able to establish psychology as a separate science from other disciplines. He also formed the first academic journal for psychological research, Philosophische Studien (from 1881 to 1902), set up to publish the Institute's research. A survey published in American Psychologist in 1991 ranked Wundt's reputation in first place regarding 'all-time eminence' based on ratings provided by 29 American historians of psychology. William James and Sigmund Freud were ranked a distant second and third.",
			"biographie":"Wilhelm Maximilian Wundt, né le 16 août 1832 à Neckarau (actuellement partie de Mannheim) et mort le 31 août 1920 à Grossbothen, est un psychologue, philosophe et professeur d'université allemand. Il est considéré comme le fondateur de la psychologie expérimentale et la plupart des premiers expérimentalistes européens et nord-américains se sont formés dans le laboratoire qu'il a créé en 1879 à l'université de Leipzig. Les innovations méthodologiques de Wundt en psychologie se marquent principalement par l'introduction de la méthode expérimentale, ainsi que par l'utilisation de statistiques, devenue par la suite un procédé fondamental pour la psychologie scientifique. Le rayonnement de ses travaux à travers le monde a contribué à établir la psychologie comme science empirique. Ses travaux se sont étendus à d'autres champs de la psychologie tels que la psychologie sociale ou culturelle ainsi qu'à d'autres champs disciplinaires comme la philosophie, l'art, le langage, ou les mythes.",
			"dates":"1875-1961",
			"contain":"unknown"
		},
		{
			"name":"Abraham MASLOW",
			"url":"https://upload.wikimedia.org/wikipedia/en/e/e0/Abraham_Maslow.jpg",
			"description":"Abraham Harold Maslow was an American psychologist who was best known for creating Maslow's hierarchy of needs, a theory of psychological health predicated on fulfilling innate human needs in priority, culminating in self-actualization. Maslow was a psychology professor at Alliant International University, Brandeis University, Brooklyn College, New School for Social Research, and Columbia University. He stressed the importance of focusing on the positive qualities in people, as opposed to treating them as a 'bag of symptoms.' A Review of General Psychology survey, published in 2002, ranked Maslow as the tenth most cited psychologist of the 20th century.",
			"biographie":"Abraham Harold Maslow est né à Brooklyn, New York. Il était le fils aîné de sept enfants d'immigrants russes d'origine juive, arrivés aux États-Unis moins d'un an avant sa naissance. Après la Seconde Guerre mondiale, Maslow commença à questionner la façon dont les psychologues étaient arrivés à leurs conclusions et, même s'il n'était pas tout à fait en désaccord, il avait ses propres idées sur la compréhension de l'esprit humain. Abraham Maslow meurt à Menlo Park en Californie, le 8 juin 1970 d'une crise cardiaque.",
			"dates":"1908-1970",
			"contain":"unknown"
		},
		{
			"name":"Philip ZIMBARDO",
			"url":"https://pbs.twimg.com/profile_images/1190727835/96_400x400.jpg",
			"description":"Philip George Zimbardo is an American psychologist and a professor emeritus at Stanford University. He became known for his 1971 Stanford prison experiment and has since authored various introductory psychology books, textbooks for college students, and other notable works, including The Lucifer Effect, The Time Paradox, and The Time Cure. He is also the founder and president of the Heroic Imagination Project.",
			"biographie":"Philip Zimbardo est né à New York le 23 mars 1933, dans une famille d'immigrants italiens venus de Sicile. Il étudie la psychologie, sociologie et anthropologie au Brooklyn College en 1954, où il obtient son diplôme universitaire. En 1959, il obtient un doctorat en psychologie à l'Université de Yale où il enseigne jusqu'en 1960. Jusqu'en 1967, il est professeur de psychologie à l'Université de New York. De 1967 à 1968, il enseigne à l'Université de Columbia pour rejoindre la faculté de l'Université de Stanford en 1968 de 2003 jusqu'à son départ à la retraite. Il initie et dirige l'expérience de Stanford, dans laquelle une vingtaine d'étudiants volontaires se voyaient assigner de manière aléatoire le rôle de gardien ou de détenu dans une fausse prison dans les sous-sols de l'université. La mise en situation visait à analyser l'influence du comportement de l'individu et son rapport à l'obéissance et à l'autorité. Il décrit l'intention de son expérimentation 'Nous voulions savoir ce que le fait de devenir prisonnier ou gardien de prison produit au juste comme effets sur le comportement et sur le psychisme. D'après les conclusions de cette expérimentation, les mêmes forces peuvent, selon les circonstances, alterner les rôles (une même personne peut être soit un tortionnaire, soit une victime). Philip Zimbardo s'appuie notamment sur cette expérimentation pour prouver la nocivité de la prison. Cette 'expérience sur les prisons' fait polémique depuis sa réalisation en 1971. Elle est considérée comme une imposture scientifique par Thibault Le Texier, un chercheur en sciences sociales français qui, dans son ouvrage dédié au sujet, dont le manque de rigueur du protocole d'expérimentation, une manipulation et une interprétation biaisée des résultats. Il a fondé à Menlo Park, en Californie, la Shyness clinic, qui traite la timidité des enfants et des adultes. Il a été président de la Société américaine de psychologie en 2002.",
			"dates":"1933-",
			"contain":"unknown"
		},
		{
			"name":"John Broadus WATSON",
			"url":"https://upload.wikimedia.org/wikipedia/commons/b/ba/John_Broadus_Watson.JPG",
			"description":"John Broadus Watson was an American psychologist who established the psychological school of behaviorism. Watson promoted a change in psychology through his address Psychology as the Behaviorist Views it, which was given at Columbia University in 1913. Through his behaviorist approach, Watson conducted research on animal behavior, child rearing, and advertising. In addition, he conducted the controversial 'Little Albert' experiment and the Kerplunk experiment. Watson popularized the use of the scientific theory with behaviorism. He was also editor of Psychological Review from 1910 to 1915. A Review of General Psychology survey, published in 2002, ranked Watson as the 17th most cited psychologist of the 20th century.",
			"biographie":"John Broadus Watson (1878-1958) est un psychologue américain, fondateur du béhaviorisme. Voulant faire de la psychologie une science objective, il défend l'idée que celle-ci doit se cantonner à l'étude rigoureuse des comportements (behavior en anglais américain) observables tels qu'ils se produisent en réponse à un stimulus défini en excluant tout recours à l'introspection. Watson accorde ainsi une place centrale aux phénomènes d'apprentissage et notamment d'association stimulus-réponse, dans le droit fil des travaux de Pavlov. Convaincu par l'intérêt de l'approche behavioriste pour les applications de la psychologie, Watson porte ses recherches sur l'étude du comportement animal, la publicité et l'éducation des enfants, notamment à travers l'expérience très controversée dite « du petit Albert » (du nom donné à l'enfant sur lequel il testa les théories béhavioristes).",
			"dates":"1878-1958",
			"contain":"unknown"
		},
		{
			"name":"Albert ELLIS",
			"url":"https://umanz.fr/wp-content/uploads/2017/12/Albert-Ellis.jpg",
			"description":"Albert Ellis was an American psychologist who in 1955 developed Rational Emotive Behavior Therapy (REBT). He held MA and PhD degrees in clinical psychology from Columbia University and the American Board of Professional Psychology (ABPP). He also founded and was the President of the New York City-based Albert Ellis Institute for decades. He is generally considered to be one of the originators of the cognitive revolutionary paradigm shift in psychotherapy and one of the founders of cognitive-behavioral therapies. Based on a 1982 professional survey of US and Canadian psychologists, he was considered as the second most influential psychotherapist in history (Carl Rogers ranked first in the survey; Sigmund Freud was ranked third). Psychology Today noted, 'No individual—not even Freud himself—has had a greater impact on modern psychotherapy.'",
			"biographie":"Après son doctorat, Albert Ellis se forme à la psychanalyse en 1947, avec Richard Huelsenbeck lui-même analysé par Hermann Rorschach, un des principaux analystes formateurs de l'Institut Karen Horney). Karen Horney aurait eu la plus grande part d'influence sur la pensée d'Ellis, mais les écrits d'Alfred Adler, d'Erich Fromm et de Harry Stack Sullivan ont également joué un rôle dans l'élaboration de ses modèles psychologiques. Ellis attribue à Alfred Korzybski1 et son livre, Science and Sanity2, la mise sur la voie philosophique qui le conduira à la thérapie rationnelle émotive. Il se reconnait aussi tributaire de la pensée de l'école philosophique connue sous le nom de stoïcisme, fondée par Zénon de Citium. En janvier 1953, il s'éloigne de la psychanalyse et se définit lui-même comme « thérapeute rationnel ». Ellis défend alors une nouvelle forme de thérapie, active et directive. En 1955, il dénomma sa nouvelle approche 'thérapie rationnelle' ('Rational Therapy'). En 1954, Ellis forme d'autres thérapeutes à sa méthode, et formalise en 1957un thérapie comportementale et cognitive en proposant que le thérapeute aide les patients à adapter leurs pensées et comportement en traitement des troubles psychologiques. Il publie How to Live with a Neurotic (Comment vivre avec un névrosé, non traduit), qui décrit sa méthode. En 1960, Ellis présente une contribution sur son approche au congrès de la Société américaine de psychologie à Chicago. Son approche et ses écrits sont souvent accueillis avec réserve.",
			"dates":"1913-2007",
			"contain":"unknown"
		},
		{
			"name":"Alfred BINET",
			"url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Alfred_Binet.jpg/800px-Alfred_Binet.jpg",
			"description":"Alfred Binet was a French psychologist who invented the first practical IQ test, the Binet–Simon test. In 1904, the French Ministry of Education asked psychologist Alfred Binet to devise a method that would determine which students did not learn effectively from regular classroom instruction so they could be given remedial work. Along with his collaborator Théodore Simon, Binet published revisions of his test in 1908 and 1911, the last of which appeared just before his death.",
			"biographie":"Alfred Binet est le fils d'un médecin et d'une artiste-peintre. À la fin de ses études secondaires au lycée Louis-le-Grand à Paris, il commence des études de droit. Admis au barreau de Paris en décembre 1878, après l'obtention de sa licence de droit1, Binet démissionne six ans plus tard. Il engage ensuite des études de médecine qu'il ne termine pas. Il complète sa formation par des cours de psychophysiologie et de clinique psychiatrique. En 1883, Joseph Babinski présente Binet à Charles Féré avec qui il publie Le Magnétisme animal et Les Altérations de la personnalité. En 1884, Alfred Binet épouse la fille de l'embryologiste Édouard-Gérard Balbiani et ils ont deux filles, Madeleine née en 1885 et Alice née en 1888. Il commence des études de sciences naturelles1 à la Sorbonne, où il suit les cours de son beau-père. Encouragé par Théodule Ribot à poursuivre ces études dans le domaine de la psychologie, il travaille avec Jean-Martin Charcot à l'hôpital de la Salpêtrière où l’hypnose et la suggestion sont des thèmes d'expérimentation nouveaux et fertiles. En 1890 il rencontre Henri Beaunis qui a créé l'année précédente le Laboratoire de psychologie physiologique rattaché à l'École pratique des hautes études2. Binet l'y rejoint et se voit nommé directeur adjoint en 18921. En 1898, Théodore Simon, interne de psychiatrie à la colonie de Perray-Vaucluse, le contacte au sujet des enfants anormaux dont il a la charge. Ils engagent une collaboration. En 1894, Alfred Binet fonde avec Henry Beaunis la revue L'Année psychologique3. L'année suivante, il devient directeur du laboratoire de psychophysiologie à la place d'Henry Beaunis. En 1895, il donne une série de cours à l'Université de Bucarest, en Roumanie. En 1905, à la demande du gouvernement français, Alfred Binet publie une échelle métrique de l'intelligence qu'il a élaboré conjointement avec Théodore Simon. Cette échelle a pour but de mesurer le développement de l'intelligence des enfants en fonction de l'âge (âge mental). Il opte d’emblée pour une stratégie ouverte, c’est-à-dire qu’il n’écarte a priori aucun indicateur. Il s’intéresse ainsi notamment à la graphologie1 ainsi qu’à la céphalométrie ou encore la chiromancie. Il ne retient que les indicateurs suffisamment pertinents pour évaluer l'intelligence. Dans les années suivantes, il proposera des améliorations. Ce travail sera le point de départ de nombreux autres tests, en particulier le quotient intellectuel (QI). Alfred Binet meurt d'une congestion cérébrale en 1911.",
			"dates":"1857-1911",
			"contain":"unknown"
		},
		{
			"name":"Stanley MILGRAM",
			"url":"https://upload.wikimedia.org/wikipedia/en/d/da/Stanley_Milgram_Profile.jpg",
			"description":"Stanley Milgram was an American social psychologist, best known for his controversial experiment on obedience conducted in the 1960s during his professorship at Yale. Milgram was influenced by the events of the Holocaust, especially the trial of Adolf Eichmann, in developing the experiment. After earning a PhD in social psychology from Harvard University, he taught at Yale, Harvard, and then for most of his career as a professor at the City University of New York Graduate Center, until his death in 1984. His small-world experiment while at Harvard led researchers to analyze the degree of connectedness, including the six degrees of separation concept. Later in his career, Milgram developed a technique for creating interactive hybrid social agents (called cyranoids), which has since been used to explore aspects of social- and self-perception. He is widely regarded as one of the most important figures in the history of social psychology. A Review of General Psychology survey, published in 2002, ranked Milgram as the 46th-most-cited psychologist in the 20th century.",
			"biographie":"Il obtient son diplôme de science politique au Queens College de New York en 1954. Il s'inscrit à l'université Harvard pour rédiger une thèse en psychologie sociale, demande qui lui a été initialement refusée à cause d'un manque d'études en psychologie. Il est accepté en 1954 après avoir suivi six cours de psychologie, et obtient finalement sa thèse en 1960. Son mentor à Harvard fut le psychologue Solomon Asch. Par la suite, il travaille surtout à l'université Yale, où il fera ses découvertes majeures. C'est de 1960 à 1963 que Milgram mène une série d'expériences, avec plusieurs variantes, visant à estimer à quel point un individu peut se plier aux ordres d'une autorité qu'il accepte, mais qui entre en contradiction avec sa conscience. En 1962, l'American Psychological Association suspend son adhésion à cause de questions concernant l'éthique de ses expériences. Les résultats surprenants et assez inquiétants, mais aussi la méthode, ont provoqué de nombreux remous au sein de la communauté des psychologues et de l'opinion publique. En 1967, Milgram reprend une idée développée en 1929 par Frigyes Karinthy : la théorie des six degrés de séparation. Milgram essaie de démontrer que tout être humain peut assez facilement être relié à un autre par une chaîne de relations sociales : il s'agit de l'expérience du petit monde. En 1974, Milgram publie Obedience to Authority. Il est décédé à New York d'une crise cardiaque à l'âge de 51 ans. Son apport principal est l'étude de la soumission à l'autorité et la chaîne des relations sociales. L'expérience de Milgram, devient largement connue à partir de 1963. L’expérimentateur qui représente l'autorité demande à un sujet de faire réciter des mots à un élève et si celui-ci se trompe à lui infliger des chocs électriques de plus en plus fort à chaque erreur. L'élève est en fait un acteur qui simule d'être électrocuté. Selon les cas des participants continuent à infliger les chocs jusqu'au maximum prévu (450V) en dépit des plaintes de l'acteur, obéissant aux ordres donnés par l'expérimentateur, tandis que d'autres refusent de se soumettre à l'autorité. Pour l'expérience du petit monde, un agent de change de Boston est choisi comme « individu-cible », et trois groupes de départ d'une centaine de personnes chacun sont constitués aléatoirement, l'un composé d'habitants de Boston choisis au hasard, le deuxième d'habitants du Nebraska choisis au hasard, et le troisième d'habitants du Nebraska aussi, mais qui présentent la particularité d'être détenteurs d'actions. Chaque individu de ces groupes de départ reçoit un dossier décrivant l'expérience et l'individu-cible (son lieu de résidence et sa profession en particulier), et a pour mission de faire parvenir ce dossier par la poste, soit directement à l'individu-cible s'il le connaît personnellement, soit à une personne qu'il connaît personnellement et qui a une plus grande probabilité de connaître personnellement l'individu-cible. Sur les 296 individus des groupes de départ, 217 ont accepté de participer à l'expérience et ont expédié le dossier à une de leurs connaissances, et finalement, 64 dossiers sont parvenus jusqu'à l'individu-cible, au terme de chaînes de connaissances de longueurs variables, mais dont la longueur moyenne était de 5,2 intermédiaires.",
			"dates":"1933-1984",
			"contain":"unknown"
		},
		{
			"name":"Anna FREUD",
			"url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Anna_Freud_1957.jpg/800px-Anna_Freud_1957.jpg",
			"description":"Anna Freud (3 December 1895 – 9 October 1982) was an Austrian-British psychoanalyst. She was born in Vienna, the sixth and youngest child of Sigmund Freud and Martha Bernays. She followed the path of her father and contributed to the field of psychoanalysis. Alongside Melanie Klein, she may be considered the founder of psychoanalytic child psychology. Compared to her father, her work emphasized the importance of the ego and its normal 'developmental lines' as well as incorporating a distinctive emphasis on collaborative work across a range of analytical and observational contexts. After the Freud family were forced to leave Vienna in 1938, with the advent of the Nazi regime in Austria, she resumed her psychoanalytic practice and her pioneering work in child psychology in London, establishing the Hampstead Child Therapy Course and Clinic in 1952 (now renamed the Anna Freud National Centre for Children and Families) as a centre for therapy, training and research work.",
			"biographie":"Anna Freud est la dernière enfant de Sigmund et Martha Freud. Sixième d'une fratrie nombreuse et dont la naissance n'est pas désirée, elle lutte pour être reconnue. Elle souffre d'anorexie. Elle suit une formation d'enseignante à l'école Montessori de Vienne et passe le concours pour devenir institutrice en 1914, devenant la seule fille de Freud qui exerce un métier. Elle est titularisée en 1917, année où elle souffre de tuberculose6, et enseigne jusqu'en 1920. Sa première analyse est menée par son père Sigmund Freud de 1918 à 1922 (puis une seconde analyse de 1924 à 1929). Jacques Van Rillaer qualifie cette analyse d'incestueuse. À ce sujet, Freud écrit plus tard à Edoardo Weiss, qui lui demandait conseil à propos de son fils que, même si avec sa fille il avait bien réussi, prendre un fils en analyse était une chose qu’il ne pouvait pas conseiller. À la suite de cette analyse, Freud publie en 1919 une étude intitulée « Un enfant est battu, Contribution à la connaissance de la genèse des perversions sexuelles', où l’un des cas cités, le cinquième, ne peut être que celui de sa propre fille. Cette hypothèse est reprise par Linda Hart et Teresa de Lauretis. Or le 31 mai 1922, alors qu’elle suivait déjà depuis plusieurs années de façon informelle leurs discussions, Anna Freud se présente devant les membres de la Société psychanalytique de Vienne, avec une conférence d’admission intitulée 'Schlagephantasie und Tagtraum (Fantasme d’être battu(e) et rêverie diurne)'. La conférencière remarque dès le début : 'Dans la communication que j'apporte, il s'agit d'une petite illustration d'une étude du professeur Freud 'Un enfant est battu'. Elle est née d'une série de conversations avec Mme Lou Andreas-Salomé, que je dois beaucoup remercier pour son intérêt et pour son aide.' Selon Elisabeth Young-Buehl et Ruth Menahem, le cas exposé, celui d’une jeune fille de 15 ans, est en réalité le sien propre, puisqu’à cette époque elle n’avait pas encore de patients. Anna Freud met en question la théorie freudienne du refoulement des désirs incestueux dans le complexe d’Œdipe. Teresa de Lauretis parle d’un 'pas-si-refoulé-que-ça'. Anna Freud a contribué à ce que les conceptions de Freud sur la sexualité féminine, sur le complexe d’Œdipe, soit bouleversées. Plusieurs groupes de chercheurs ont suivi cette piste : en France, Isabelle Mangou a parlé de « Queer Anna », Mayette Viltard, se référant à l'étude de la Gradiva de Jensen, évoque le psychanalyste comme 'un cas de nymphe'. Linda Hart analyse la conférence comme « un dialogue fille/père, où la fille parle à la fois le langage du père et le sien propre', ce qui fait de la conférence une performance. Colette Piquet, avec un groupe de recherche de l’École lacanienne de psychanalyse, analyse le texte de la conférence comme une pièce de théâtre où chaque protagoniste joue son propre rôle, Freud, Anna Freud et Lou Andreas-Salomé. En 1920, Sigmund Freud offre à Anna 'l'anneau réservé aux membres du Comité' : une intaille montée sur un anneau d'or19. Alors qu'elle pratique la psychanalyse depuis 1923 à Vienne, elle est acceptée comme membre de la Société psychanalytique de Vienne en 192421. D'après Plon et Roudinesco, à la suite de la rupture de Sigmund Freud avec Otto Rank en 1924, elle remplace celui-ci au comité secret, écrivant à Max Eitingon : '[le comité] me reçoit en tant que membre' (lettre du 4 décembre 1924)23. Selon Barratt, elle n'intègre le comité qu'à la mort de Karl Abraham, en 192624. Elle publie en 1936 Le Moi et les mécanismes de défense, essai dans lequel elle reprend des théorisations sur l'identification à l'agresseur, initiées par Sandor Ferenczi25. Elle demeure tout au long de sa vie proche de son père, affectivement et intellectuellement, devenant, avec son frère Ernst, héritière légale des archives et de l’œuvre de S. Freud. Laplanche et Pontalis considèrent qu'à la suite des apports scientifiques sur les mécanismes de défense en métapsychologie freudienne après 1926, « l'étude des mécanismes de défense est devenue un terme important de la recherche psychanalytique, notamment avec l'ouvrage d'Anna Freud qui leur est consacré », Le moi et les mécanismes de défense (Das Ich und die Abwehrmechanismen, 1936). Sans 'se placer dans une perspective exhaustive ni systématique', 'cet auteur', disent-ils, 's'attache sur des exemples concrets à décrire la variété, la complexité, l'extension des mécanismes de défense, montrant notamment comment la visée défensive peut utiliser les activités les plus diverses (fantasme, activité intellectuelle), comment la défense peut porter non seulement sur des revendications pulsionnelles, mais sur tout ce qui peut susciter un développement d'angoisse: émotions, situations, exigence du surmoi, etc.'. Anna Freud entre dans le mouvement psychanalytique avec la psychanalyse pour les enfants, en présentant un travail le 31 mai 1922 devant la Société psychanalytique de Vienne (Wiener psychoanalytische Vereinigung). Sa première analyse d'enfant est celle de son neveu, W. Ernest Freud, qui est lui-même l'enfant observé par Freud dans le 'jeu de la bobine'. Elle fonde en 1927 à Vienne, avec Eva Rosenfeld puis Dorothy Burlingham une école inspirée à la fois par la psychanalyse et par la pédagogie nouvelle, notamment la pédagogie par les projets31. Elle est appuyée dans cette entreprise par August Aichhorn32. L'école d'Hietzing (quartier de Vienne) existe jusqu'en 1932. En février 1937, elle fonde, grâce au soutien financier de la psychanalyste Edith Jackson, et avec l'appui de Dorothy Burlingham, une institution, la Jackson Nursery, à mi chemin entre la crèche et la nurserie35, qui est avant tout destinée à prendre soin — selon des principes psychanalytiques — d'une douzaine d'enfants nécessiteux de moins de deux ans ; dans cet établissement les premiers stades de l'enfance36 sont observés. Après son exil en Angleterre et du fait de la guerre, elle ouvre une institution pour enfants, la Hampstead War Nursery, qu'elle tient avec D. Burlingham37. Cette institution sert de laboratoire à ses recherches, où elle forme ses collaborateurs. L'influence d'Anna Freud se manifeste dans la psychologie du moi, école qui s'est développée aux États-Unis.",
			"dates":"1895-1982",
			"contain":"unknown"
		},
		{
			"name":"Martin SELIGMAN",
			"url":"https://www.pursuit-of-happiness.org/wp-content/uploads/2010/07/Martin-Seligman-Photo.jpg",
			"description":"Martin Elias Pete Seligman is an American psychologist, educator, and author of self-help books. Seligman is a strong promoter within the scientific community of his theories of positive psychology and of well-being. His theory of learned helplessness is popular among scientific and clinical psychologists. A Review of General Psychology survey, published in 2002, ranked Seligman as the 31st most cited psychologist of the 20th century. Seligman is the Zellerbach Family Professor of Psychology in the University of Pennsylvania's Department of Psychology. He was previously the Director of the Clinical Training Program in the department, and earlier taught at Cornell University. He is the director of the university's Positive Psychology Center. Seligman was elected President of the American Psychological Association for 1998. He is the founding editor-in-chief of Prevention and Treatment (the APA electronic journal) and is on the board of advisers of Parents magazine.",
			"biographie":"Martin Seligman s'est fait connaître par sa théorie sur l’impuissance apprise qui a été largement adoptée par la communauté scientifique3. Il est président de l’American Psychological Association en 19984 et son initiative la plus influente fut sans doute de lancer un nouveau champ : La psychologie positive. Seligman considère que les chercheurs doivent s'assurer que leurs recherches soient largement diffusées et qu'elles aient un impact dans le 'vrai monde'. Il est l'auteur de plusieurs ouvrages. Martin Seligman travailla également avec Christopher Peterson à la création du pendant « positif » au Manuel diagnostique et statistique des troubles mentaux (DSM-I à V), ce dernier se concentrant sur « ce qui va mal ». Leur étude conclut, entre autres, qu’il existe des valeurs millénaires dans toutes les traditions du monde. Leur liste en inclut six : sagesse/connaissance; courage; humanité; justice; tempérance; transcendance, chacune comprenant des sous-groupes, par exemple la tempérance inclut le pardon, l’humilité, la prudence, et l’autorégulation.",
			"dates":"1942-",
			"contain":"unknown"
		},
		{
			"name":"G. Stanley HALL",
			"url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/G._Stanley_Hall.jpg/800px-G._Stanley_Hall.jpg",
			"description":"Granville Stanley Hall was a pioneering American psychologist and educator. His interests focused on childhood development and evolutionary theory. Hall was the first president of the American Psychological Association and the first president of Clark University. A Review of General Psychology survey, published in 2002, ranked Hall as the 72nd most cited psychologist of the 20th century, in a tie with Lewis Terman.",
			"biographie":"Il est l'élève de Wilhelm Wundt dans son laboratoire de psychologie expérimentale de Leipzig. Il est l'un des pionniers de la psychologie expérimentale aux États-Unis où il introduit les méthodes de Wundt. Il fait une thèse sous la direction de William James puis poursuit sa formation par un voyage d'étude en Europe. Il est l'un des pionniers des sondages qu'il avait appris à pratiquer en Europe. À son retour aux États-Unis, il enseigne à l'université Harvard et la Johns Hopkins University avant de rejoindre l'université Clark où il réalise ensuite l'ensemble de sa carrière académique. Il fonde le premier laboratoire de psychologie expérimentale aux États-Unis. Il étudie notamment l'humain à partir des réflexes et le développement des enfants à partir des idées de Haeckel, en particulier sur l'axiome que l’ontogenèse récapitule la phylogenèse. Stanley Hall a fait des études extensives dans le domaine de la psychologie de l'enfant. Son étude est l'une des plus célèbres et a trait à ce que savent les enfants à l'entrée de l'école primaire. Elle a participé à l'enrichissement de la base de connaissances sur l'enfant en permettant par exemple de se rendre compte que les enfants ont des conceptions erronées de la réalité. Il invite Sigmund Freud à donner une série de cinq conférences à la Clark University en 19091. Il devient membre de l'American Psychoanalytic Association fondée en 1911, et en est le président en 1917-1918. Il s'éloigne progressivement des théories freudiennes, pour se rapprocher d'Alfred Adler.",
			"dates":"1846-1924",
			"contain":"unknown"
		},
		{
			"name":"Harry HARLOW",
			"url":"http://e-repa.ru/files/translation/psychology-texts/harry-harlow.jpg",
			"description":"Harry Frederick Harlow was an American psychologist best known for his maternal-separation, dependency needs, and social isolation experiments on rhesus monkeys, which manifested the importance of caregiving and companionship to social and cognitive development. He conducted most of his research at the University of Wisconsin–Madison, where humanistic psychologist Abraham Maslow worked with him for a short period of time. Harlow's experiments were controversial; they included creating inanimate surrogate mothers for the rhesus infants from wire and wool. Each infant became attached to its particular mother, recognizing its unique face and preferring it above others. Harlow next chose to investigate if the infants had a preference for bare-wire mothers or cloth-covered mothers. For this experiment, he presented the infants with a clothed 'mother' and a wire 'mother' under two conditions. In one situation, the wire mother held a bottle with food, and the cloth mother held no food. In the other situation, the cloth mother held the bottle, and the wire mother had nothing. Also later in his career, he cultivated infant monkeys in isolation chambers for up to 24 months, from which they emerged intensely disturbed. Some researchers cite the experiments as a factor in the rise of the animal liberation movement in the United States. A Review of General Psychology survey, published in 2002, ranked Harlow as the 26th most cited psychologist of the 20th century.",
			"biographie":"Harry Harlow est né Harry Israel, et a fait modifier son nom en 1930. Il a étudié à l'Université Stanford, où il obtient un doctorat en 1930, puis enseigne à l'Université du Wisconsin-Madison. Il a travaillé un temps avec Abraham Maslow. Ces études cherchent à pousser les recherches entreprises par René Spitz qui avait montré les retards que peuvent provoquer des situations d'abandon sur les nourrissons. Ces expériences n'ont pas manqué d'être dénoncées comme une torture par les mouvements de défense des animaux. Harlow lui-même était connu pour refuser les euphémismes pour nommer ses objets de torture, par exemple les chambres d'isolation étaient nommées puits du désespoir (Pit of despair).Il est probable que l'effet psychologique et l'agression affective que représentent ces expériences aient été souhaités par Harlow lui-même. On peut se poser la question du rôle des représentations des têtes des figures maternelles par exemple, de son choix de photos, ou simplement le citer :'What I'd like to do, then, is leave a great big mess behind';'Ce que je voudrais faire, après, c'est laisser un bon gros désordre derrière moi' Pour comprendre, il faut considérer la croyance assez répandue à l'époque que l'enfant avant 1, 2 ou 3 ans ne fait que 'pousser' et qu'il n'a besoin que de nourriture. Il n'y avait pas d'opposition scientifique à cette idée, y compris en médecine et en psychologie, et cela justifiait parfois certaines maltraitances, par exemple dans les orphelinats. Dans un premier temps, il sépare des petits macaques de leurs mères à différentes périodes de leur développement, à la naissance ou à partir de 3, 6, 12 et jusqu'à 24 mois. Il les laisse en total isolement et hors de tout contact avec leurs semblables. Bien que restant en parfaite santé physique à leur réinsertion auprès de leurs congénères, ils sont généralement en état de choc émotionnel, caractérisé par des attitudes autistiques et un anéantissement de leurs interactions sociales (pas d'interaction, de jeu ni d'intérêt sexuel). Par contre, plus la période d'isolation avait lieu plus tardivement, moins elle avait d'effet sur leur comportement. Cette première série d'expériences a démontré, chez le primate et par extension chez l'homme, l'importance des interactions entre l'enfant et la mère à une période déterminée et leur rôle sur le développement social ultérieur. Il tenta ensuite de proposer des alternatives pour tenter d'isoler le facteur déclenchant de cette désocialisation. Le principe était de séparer les nouveau-nés de leurs mères et de les placer en présence de deux substituts maternels, l'un en grillage simple, mais fournissant du lait, l'autre recouvert d'un tissu et contenant une source de chaleur. Les petits préféraient se blottir contre le deuxième, quitte à aller brièvement pour se nourrir sur le premier. Cette expérience s'est opposée à l'interprétation la plus courante de l'époque qui, sans renier le rôle du contact physique, donnait jusqu'alors une fonction primordiale à la fonction alimentaire. Ce fut donc le point de départ de la considération la plus courante aujourd'hui, à savoir que la tétée joue avant tout un rôle affectif, par la mise en contact sensorielle fréquente de l'enfant et de la mère. Ces substituts n'eurent pas d'effet direct sur la sociabilité des petits isolés, mais si en plus de la présence de ce substitut tactile ils étaient mis en contact quelques heures par jour avec un autre petit singe élevé normalement, ils pouvaient alors acquérir des compétences sociales normales.",
			"dates":"1905-1981",
			"contain":"unknown"
		},
		{
			"name":"Mary AINSWORTH",
			"url":"http://www.feministvoices.com/assets/Women-Past/Ainsworth/Mary-Ainsworth-255x300.jpg",
			"description":"Mary Dinsmore Ainsworth was an American-Canadian developmental psychologist known for her work in the development of the attachment theory. She designed the strange situation procedure to observe early emotional attachment between a child and its primary caregiver. A 2002 Review of General Psychology survey ranked Ainsworth as the 97th most cited psychologist of the 20th century. Many of Ainsworth's studies are 'cornerstones' of modern-day attachment theory.",
			"biographie":"Mary Ainsworth fait ses études de psychologie à l'université de Toronto1, où elle obtient sa licence en 1935, son master en 1936 et son doctorat en 1939. Elle est professeure de psychologie à l'université de Toronto, puis à l'université de Virginie. Elle figure sur la liste des cent principaux psychologues du xxe siècle, établie en 2002 par la Review of General Psychology (en), à la 97e place. Cette expérience se fait avec un bébé, sa mère (ou la personne qui s'occupe de lui habituellement), et un adulte inconnu, et comporte cinq parties principales : le bébé est en présence de sa mère; le bébé, la mère, et l'adulte qui parlent ensemble; le bébé, la mère et l'adulte qui s'intéresse à l'enfant; le bébé avec l'adulte seul; le bébé, avec le retour de la mère, et le départ de l'adulte. Elle étudie les capacités d'attachement et de séparation3 à travers l'existence ou non des signes d'inquiétude, d'alarme, de tristesse. L'expérience n'est pas prolongée très longtemps, mais elle est renouvelée, et à la deuxième séparation les réactions du bébé sont encore plus parlantes. Dans la population globale on remarque 5 % d'enfants montrant un type d'attachement désorganisé, à risque de vulnérabilité psychique. Cette expérience des pleurs de bébé étudie la manière dont le bébé évolue dans les premiers mois en fonction de l'attention que lui porte sa mère. 26 couples mère-bébé sont visités toutes les trois semaines pendant quatre heures. Le premier constat est que les pleurs des bébés sont imprévisibles : qu'il y en ait peu ou beaucoup ne permet pas de prévoir comment il pleurera plus tard. par contre, l'attitude des mères est très prévisibles : celles qui répondent vite et souvent aux pleurs continuent à le faire. Le second constat est qu'il n'y a pas de lien entre la réactivité de la mère et la fréquence des pleurs pendant les six premiers mois. Par la suite, plus le bébé pleure, moins la mère répond. Plus encore, les mères qui agissent selon le précepte « qu'il faut laisser le bébé pleurer sinon il sera trop gâté » favorisent les pleurs de leurs bébés, au lieu de les diminuer. Aucun changement n'est notable lors du premier trimestre. Mais le reste de l'année, les bébés dont les pleurs ont suscité une réaction rapide de la mère ont non seulement développé une très large gamme de nouveaux moyens de communication (mimiques, vocalisation, mouvements…) mais la fréquence et la durée des pleurs se sont considérablement réduites. Cela revient à dire que laisser pleurer un bébé pour réduire ses pleurs est contre-productif5. Faute de réponse au principal moyen de communication du bébé lors des premiers mois, celui-ci a de plus grande difficulté à élaborer d'autres moyens de communication. L'auteur conclut que la réponse aux pleurs du bébé (c'est-à-dire son mode de communication primitif) est déterminant pour le développement de mode de communication plus raffinés. Ce résultat est tout à fait cohérent avec les observations de René Spitz sur les bébés victimes d'hospitalisme.",
			"dates":"1913-1999",
			"contain":"unknown"
		},
		{
			"name":"Edward THORNDIKE",
			"url":"https://upload.wikimedia.org/wikipedia/commons/6/66/PSM_V80_D211_Edward_Lee_Thorndike.png",
			"description":"Edward Lee Thorndike was an American psychologist who spent nearly his entire career at Teachers College, Columbia University. His work on comparative psychology and the learning process led to the theory of connectionism and helped lay the scientific foundation for educational psychology. He also worked on solving industrial problems, such as employee exams and testing. He was a member of the board of the Psychological Corporation and served as president of the American Psychological Association in 1912. A Review of General Psychology survey, published in 2002, ranked Thorndike as the ninth-most cited psychologist of the 20th century. Edward Thorndike had a powerful impact on reinforcement theory and behavior analysis, providing the basic framework for empirical laws in behavior psychology with his law of effect. Through his contributions to the behavioral psychology field came his major impacts on education, where the law of effect has great influence in the classroom.",
			"biographie":"Il étudie d'abord à l'université Wesleyenne puis suit les cours de William James à l'université Harvard en 1895. L'année suivante, il entre à l'université Columbia où il prépare sa thèse doctorale, soutenue en 1898 sous la direction de James McKeen Cattell. Il enseigne durant une année à la Case Western Reserve University, puis à Columbia où il reste jusqu'en 1940, d'abord en qualité d'assistant puis à partir de 1904 en tant que professeur et enfin de 1922 à 1940 comme directeur du département de psychologie de l'Institute of Educational Research. Les travaux les plus connus de Thorndike portent sur l'apprentissage chez l'animal puis chez l'homme. Il a remis en cause les conceptions dominantes à l'époque concernant l'intelligence des chiens et des chats en suggérant que leur capacité de résolution de problème (ouvrir une porte pour atteindre de la nourriture par exemple) est largement due au hasard. Sa thèse, intitulée Animal Intelligence: An Experimental Study of the Associative Processes in Animals, est basée sur une série d'expériences dans lesquelles des chats enfermés doivent découvrir le mécanisme qui leur permet de se libérer et d'accéder à la nourriture. Les chats se déplacent dans la cage sans stratégie ou sans but apparents puis découvrent par hasard l'action qui leur apporte la solution. Après plusieurs essais ils savent comment obtenir de la nourriture et sortent de plus en plus vite de la cage. Ces résultats ont été vivement critiqués comme étant un artefact de la situation expérimentale qui ne laisse pas à l'animal d'autre choix que de procéder au hasard. L'objection la plus sérieuse provient cependant de l'observation d'un apprentissage immédiat, sans renforcement progressif, chez certains mammifères par le sociologue Leonard Hobhouse et surtout par Wolfgang Köhler durant son travail sur l'insight chez les chimpanzés. Thorndike développa de nombreuses expériences similaires sur l'être humain, en demandant par exemple à ses sujets de dire un chiffre entre 1 et 5 chaque fois qu'il prononce un mot. La récompense ou la punition (ce qu'on appelle maintenant le renforcement) sont le plus souvent de nature verbale, c'est-à-dire qu'il s'agit d'une simple approbation ou désapprobation par l'expérimentateur. Dans ces conditions les sujets apprennent, de façon largement inconsciente, à réaliser le comportement voulu (par exemple répondre '5' au mot 'pomme de terre'). Ces expériences permettent à Thorndike de formuler des grandes lois de l'apprentissage dont les deux plus connues sont : La loi de l'effet (un comportement suivi d'une récompense sera associé à la situation qui l'a déclenché); La loi de l'exercice inspirée par Hermann Ebbinghaus (plus un sujet se comporte d'une certaine façon dans une situation donnée, plus l'association entre cette situation et ce comportement sera renforcée). Thorndike s'est aussi intéressé au transfert de l'apprentissage d'une situation à une autre en fonction de leur similarité. D'autres résultats de ses recherches - partiellement remis en cause par la suite - concernent l'effet de la récompense. Selon Thorndike l'importance de cette récompense n'a que peu d'influence sur l'efficacité de l'apprentissage et l'existence d'une punition en cas de mauvaise réponse n'en a aucune. En utilisant une terminologie moderne, on peut décrire ses grandes lois de l'apprentissage comme des principes gouvernant l'association entre stimulus et réponse. Ce type d'apprentissage par essai-erreur et association progressive entre une action et son résultat est à la base du béhaviorisme et du conditionnement opérant de Skinner. Cette théorie de l'apprentissage a été baptisée à l'époque « théorie connexionniste » de l'esprit. Contrairement au connexionnisme moderne, Thorndike ne s'est pas intéressé en détail aux connexions entre neurones mais surtout aux associations entre percepts et comportements. La parenté avec le connexionnisme neuronal apparait cependant clairement dans les explications qu'il donne de phénomènes comme la diffusion d'un renforcement aux associations précédentes et suivantes dans le déroulement de l'expérience. Thorndike considérait également l'intelligence comme le reflet du nombre de connexions neuronales dont disposait une personne. S'il est essentiellement connu dans le champ de la psychologie pour ses lois de l'apprentissage et pour son influence sur le béhaviorisme, le travail scientifique de Thorndike ne s'est pas limité à ce domaine. Enseignant toute sa vie dans un institut de ce qu'on appellerait aujourd'hui les sciences de l'éducation, il a consacré de nombreux efforts à la recherche appliquée. Prônant une approche strictement quantitative de la psychologie, Thorndike a mené de nombreuses recherches sur la mesure de l'intelligence. Opposé au facteur g de Charles Spearman, il considérait que l'intelligence était multi-dimensionnelle et distinguait entre intelligences abstraite, mécanique (mechanical) et sociale. Ses travaux ont donné lieu à la création de plusieurs tests d'entrée aux universités ou de sélection pour l'armée et débouchent sur la publication en 1926 de The Measurement of Intelligence. Un autre centre d'intérêt de Thorndike est la pédagogie. Il est l'auteur d'un dictionnaire pour enfants et a entrepris de recenser les mots les plus courants de la langue anglaise pour baser l'enseignement du vocabulaire sur cette liste. Il a également travaillé sur un livre de problèmes d'arithmétique, basé sur l'idée que ces problèmes devaient avant tout être des problèmes plausibles et non pas des exemples abstraits dont la compréhension posait autant de difficultés que la résolution proprement dite.",
			"dates":"1874-1949",
			"contain":"unknown"
		},
		{
			"name":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"url":"https://www.rphweb.fr/site/images/normal/ImagecartographieRPHjpg_5740a9a8d8412.jpg",
			"description":"",
			"biographie":"La Consultation Publique de Psychanalyse (CPP) a pour visée de rendre accessible la psychanalyse à ceux qui en ont le désir, quelle que soit la situation sociale dans laquelle ils se trouvent. La CPP permet de mettre en relation un être qui a le désir d'occuper la position de psychothérapeute ou de psychanalyste et un être en souffrance qui, dans un premier temps, a le désir d'apaiser ce qui le fait souffrir. Les cliniciens, de l'école de psychanalyse - RPH, participent à ce dispositif que représente la consultation publique de psychanalyse. Aussi, chaque clinicien peut recevoir des êtres en situation de souffrance et souhaitant rencontrer un psychothérapeute ou un psychanalyste et le règlement de la séance se fera en fonction des possibilités de cette personne.  La Consultation Publique de Psychanalyse s'inscrit dans un projet social et politique afin de permettre aux parisiens et aux habitants de la région parisienne, d'accéder à une psychanalyse et d'en savoir davantage sur leur désir inconscient afin de devenir ami de leur désir et de s'engager dans leur existence d'une manière plus apaisée voire de se sortir de situations sociales parfois délicates ou douloureuses. ",
			"adresse":"33 rue Jean-Baptiste Pigalle",
			"city":"75009 PARIS",
			"website":"http://www.rphweb.com/",
			"school":"R.P.H",
			"phonenumber":"+33145268130",
			"cellphonenumber":"unknown",
			"dates":"1995-",
			"contain":"unknown",
			"latitude":"48.8797706",
			"longitude":"2.3339032"
		},
		{
			"name":"Fernando de AMORIM",
			"url":"https://i.ytimg.com/vi/0PTDFp4xRec/maxresdefault.jpg",
			"description":"",
			"biogrphie":"Né à Récif au Brésil le 6 décembre 1961, Il a fréquenté l'école catholique en semi-internat 'L'Amour Divin' à Recife. Il a étudié au lycée 'Santos Dumont' qui, à l'époque, était rattaché à l'armée de l'air brésilienne et a travaillé dans le service neurologie de l'hôpital universitaire de l'UNICAMP et à l'hôpital universitaire San Carlos à Moncloa, à Madrid. Il a soutenu en 2009 une thèse de doctorat intitulée La Fatigue chronique et sa relation avec le surmoi accessible à la bibliothèque des Trois Moulins (13ème). Il a créé une consultation publique de psychanalyse au sein du service de médecine interne et d'hématologie, des professeurs Loïc Guillevin et Philippe Casassus, de 1991 à 2006, à l'hôpital Avicenne (AP-HP). Il est président du Réseau pour la psychanalyse à l'hôpital – École de psychanalyse, et est fondateur et actuel responsable du Service d'écoute téléphonique d'urgence. Il a une activité libérale de psychologue à Paris. Il est directeur de publication de la Revue de psychanalyse et clinique médicale. Fernando de Amorim a été décoré de la médaille des 150 ans de l’AP-HP (Assistance publique-Hôpitaux de Paris) par le Professeur Alain Laugier, venu en place et lieu du directeur du cabinet de Monsieur Antoine Durrleman, directeur général de l’AP-HP, au moment du VIIe colloque de l’AFORMAG – Association de Formation et de Recherche Clinique en Médecine Interne, Hématologie et psychopathologie, pour la prise en charge du malade grave, laquelle Amorim était secrétaire général – le 19 novembre 1999, à la Faculté de médecine Leonard de Vinci, à Bobigny. Il est membre de la Société française d'histoire de la médecine, de la Société internationale de l'histoire de la psychiatrie et de la psychanalyse, et membre-fondateur et actuel président du Réseau pour la psychanalyse à l’hôpital (RPH – Ecole de psychanalyse). Invité permanent de l’académie de Marine, il est aussi membre de l'Association française d'astronomie.",
			"adresse":"1 rue Lentonnet",
			"city":"Paris 75009",
			"website":"http://www.fernandodeamorim.com/",
			"school":"R.P.H",
			"phonenumber":"+33147705602",
			"cellphonenumber":"+33689156184",
			"email":"f.dea@wanadoo.fr",
			"dates":"1961-",
			"contain":"unknown",
			"latitude":"48.8797482",
			"longitude":"2.3474018"
		},
		{
			"name":"Edith de AMORIM",
			"url":"https://i.ytimg.com/vi/HVINYX8OvyI/maxresdefault.jpg",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"1 rue Lentonnet",
			"city":"Paris 75009",
			"website":"unknown",
			"school":"R.P.H",
			"phonenumber":"+33147705602",
			"cellphonenumber":"+33682913791",
			"email":"edith.de-amorim@orange.fr",
			"dates":"1960-",
			"contain":"unknown",
			"latitude":"48.8797482",
			"longitude":"2.3474018"
		},
			{
			"name":"Julien FAUGERAS",
			"url":"https://i.ytimg.com/vi/W_w_jlj4W2Y/maxresdefault.jpg",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"9 rue Ambroise Thomas",
			"city":"Paris 75009",
			"website":"https://www.psychanalyseparisfaugeras.fr/",
			"school":"R.P.H",
			"phonenumber":"+33144790001",
			"cellphonenumber":"+33603159412",
			"email":"jfaugeras@gmail.com",
			"dates":"1981-",
			"contain":"unknown",
			"latitude":"48.8748033",
			"longitude":"2.3472336"
		},
			{
			"name":"Laure BAUDIMENT",
			"url":"https://i.ytimg.com/vi/IFKTo8c0E9c/maxresdefault.jpg",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"35 ter rue Léon Frot",
			"city":"Paris 75011",
			"website":"http://www.baudimentpsy.fr/",
			"school":"R.P.H.",
			"phonenumber":"unknown",
			"cellphonenumber":"+33603651639",
			"email":"laureb@alphablend.fr",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"48.8552218",
			"longitude":"2.386787"
		},
		{
			"name":"Jean-Baptiste LEGOUIS",
			"url":"http://www.ville-leslilas.fr/dossiers/0-0-418/images/1111_jeunes_legouis.jpg",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"8 rue de Belzunce",
			"city":"75010 Paris",
			"website":"unknown",
			"school":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"phonenumber":"+33142233208",
			"cellphonenumber":"+33611895181",
			"email":"jblegouis@yahoo.fr",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"48.8893631",
			"longitude":"2.3459462"
		},
		{
			"name":"Sara BUGUET",
			"url":"https://i.ytimg.com/vi/MHM-gy2o7UQ/maxresdefault.jpg",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"35 ter rue Léon Frot",
			"city":"75011 Paris",
			"website":"http://www.sarabuguet.fr/",
			"school":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"phonenumber":"unknown",
			"cellphonenumber":"+33674145700",
			"email":"sarabuguet@yahoo.fr",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"48.8552218",
			"longitude":"2.386787"
		},
		{
			"name":"Diane SOURROUILLE",
			"url":"https://i.ytimg.com/vi/Ys4EaujWuNY/maxresdefault.jpg",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"40, rue des Martyrs",
			"city":"75009 Paris",
			"website":"http://www.psychologue-sourrouille.com/",
			"school":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"phonenumber":"unknown",
			"cellphonenumber":"+33626901367",
			"email":"sourrouille.psy@gmail.com",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"48.8789936",
			"longitude":"2.3406364"
		},
		{
			"name":"Ouarda FERLICOT",
			"url":"https://i.ytimg.com/vi/-jZnFc1ru8A/maxresdefault.jpg",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"70 rue Maurice Thorez",
			"city":"92000 Nanterre",
			"website":"http://www.ouardaferlicot.fr/",
			"school":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"phonenumber":"unknown",
			"cellphonenumber":"+33622793934",
			"email":"ouardanm@gmail.com",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"48.8862274",
			"longitude":"2.2009731"
		},
		{
			"name":"Julie MORTIMORE",
			"url":"https://i.ytimg.com/vi/Z-LT_7uhhtc/maxresdefault.jpg",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"45 rue d'Hauteville",
			"city":"75010 Paris",
			"website":"http://www.juliemortimore.fr/",
			"school":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"phonenumber":"unknown",
			"cellphonenumber":"+33664265746",
			"email":"jmortimore@outlook.fr",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"48.8742271",
			"longitude":"2.350345"
		},
		{
			"name":"Marine LALONDE",
			"url":"https://i.ytimg.com/vi/YNVCTbyl3Oo/maxresdefault.jpg",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"14 rue de Birague",
			"city":"75004 Paris",
			"website":"",
			"school":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"phonenumber":"unknown",
			"cellphonenumber":"+33632248950",
			"email":"http://www.marinelalonde.fr",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"48.8545743",
			"longitude":"2.3652308"
		},
		{
			"name":"Fairouz NEMRAOUI",
			"url":"https://i.ytimg.com/vi/Ul2gjWO7NhI/maxresdefault.jpg",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"39 rue de Verdun",
			"city":"94220 Charenton-le-Pont",
			"website":"http://www.fairouznemraoui.fr/",
			"school":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"phonenumber":"unknown",
			"cellphonenumber":"+33635478136",
			"email":"fairouz.nem@gmail.com",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"48.8249118",
			"longitude":"2.4064194"
		},
		{
			"name":"Matthieu JULIAN",
			"url":"https://i.ytimg.com/vi/fR_rlH-gK-w/maxresdefault.jpg",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"t",
			"city":"",
			"website":"",
			"school":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"phonenumber":"",
			"cellphonenumber":"",
			"email":"",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"",
			"longitude":""
		},
		{
			"name":"",
			"url":"",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"t",
			"city":"",
			"website":"",
			"school":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"phonenumber":"",
			"cellphonenumber":"",
			"email":"",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"",
			"longitude":""
		},
		{
			"name":"",
			"url":"",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"t",
			"city":"",
			"website":"",
			"school":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"phonenumber":"",
			"cellphonenumber":"",
			"email":"",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"",
			"longitude":""
		},
		{
			"name":"",
			"url":"",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"t",
			"city":"",
			"website":"",
			"school":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"phonenumber":"",
			"cellphonenumber":"",
			"email":"",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"",
			"longitude":""
		},
		{
			"name":"",
			"url":"",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"t",
			"city":"",
			"website":"",
			"school":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"phonenumber":"",
			"cellphonenumber":"",
			"email":"",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"",
			"longitude":""
		},
		{
			"name":"",
			"url":"",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"t",
			"city":"",
			"website":"",
			"school":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"phonenumber":"",
			"cellphonenumber":"",
			"email":"",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"",
			"longitude":""
		},
		{
			"name":"",
			"url":"",
			"description":"unknown",
			"biographie":"unknown",
			"adresse":"t",
			"city":"",
			"website":"RESEAU POUR PSYCHANALYSE A L'HOPITAL",
			"school":"",
			"phonenumber":"",
			"cellphonenumber":"",
			"email":"",
			"dates":"unknown",
			"contain":"unknown",
			"latitude":"",
			"longitude":""
		}
				
]
}
